{
  "start": "شروع",
  "resume": "دوبارہ شروع کریں",
  "pause": "روکیں",
  "reset": "دوبارہ تشکیل دیں",
  "Session": "سیشن",
  "Break": "وقفہ",
  "sessionLength": "سیشن کی لمبائی",
  "breakLength": "وقفے کی لمبائی",
  "settings": {
    "themes": "تھیمز",
    "alarmSounds": "الارم کی آوازیں"
  },
  "info": {
    "title": "پومودورو تکنیک کے ساتھ شروع کریں",
    "subheading1": " پومودورو تکنیک کیا ہے؟",
    "description1": "پومودورو تکنیک وقت کے انتظام کا ایک طریقہ ہے جسے فرانسسکو سیریلو نے 1980 کی دہائی کے آخر میں تیار کیا تھا۔ یہ ایک سادہ لیکن طاقتور تکنیک ہے جو توجہ، پیداواریت، اور وقت کے انتظام کی مہارت کو بہتر بنانے میں مدد کرتی ہے۔ یہ تکنیک کام کو مرکوز وقفوں میں توڑنے کے لیے ٹائمر کا استعمال کرتی ہے،جسے پومودوروس کہا جاتا ہے، اس کے بعد مختصر وقفے ہوتے ہیں۔",
    "subheading2": "پومودورو تکنیک کا استعمال کیسے کریں",
    "howToUseHeading1": "ایک مقصد طے کریں:  ",
    "howToUseDetail1": "جس کام یا پروجیکٹ پر آپ کام کرنا چاہتے ہیں اس کی شناخت کریں اور اپنے پومودورو سیشنز کے دوران جو کچھ حاصل کرنا چاہتے ہیں اس کے لیے ایک واضح ہدف مقرر کریں۔",
    "howToUseHeading2": "ٹائمر سیٹ کریں:  ",
    "howToUseDetail2": "پومودورو ٹائمر ایک مقررہ مدت کے لیے شروع کریں، عام طور پر 25 منٹ۔ اسے ایک پومودورو سیشن کے نام سے جانا جاتا ہے۔",
    "howToUseHeading3": "کام پر توجہ مرکوز کریں:  ",
    "howToUseDetail3": "پومودورو سیشن کے دوران، اپنے کام پر پوری توجہ دیں۔ خلفشار کو کم سے کم کریں اور اپنے آپ کو ہاتھ میں کام میں غرق کریں۔",
    "howToUseHeading4": "رکاوٹوں سے بچیں:  ",
    "howToUseDetail4": "پومودورو سیشن کے دوران رکاوٹوں یا ملٹی ٹاسکنگ سے بچنے کی کوشش کریں۔ اگر کوئی نیا کام یا آئیڈیا سامنے آتا ہے تو ان کو لکھیں اور بعد میں ان پر توجہ دیں۔",
    "howToUseHeading5": "ایک مختصر وقفہ لیں: ",
    "howToUseDetail5": "پومودورو ٹائمر بجنے کے بعد، تقریباً 5 منٹ کا مختصر وقفہ لیں۔ اس وقت کو آرام کرنے، کھینچنے، یا ری چارج کرنے کے لیے کوئی خوشگوار کام کرنے کے لیے استعمال کریں۔",
    "howToUseHeading6": "سائیکل کو دہرائیں: ",
    "howToUseDetail6": "وقفے کے بعد، ایک نیا پومودورو سیشن شروع کریں اور عمل کو دہرائیں۔ ہر چار پوموڈوروس، جوان ہونے کے لیے تقریباً 15-30 منٹ کا طویل وقفہ لیں۔",
    "benefitHeading1": "بہتر فوکس:  ",
    "benefitDetail1": "فوکسڈ برسٹ میں کام کرنے سے، پومودورو تکنیک ارتکاز کو بہتر بنانے میں مدد کرتی ہے اور خلفشار کو کم کرتی ہے، جس سے آپ کو مزید کام کرنے کی اجازت ملتی ہے۔",
    "benefitHeading2": "پیداواری صلاحیت میں اضافہ:  ",
    "benefitDetail2": "اپنے کام کو قابل انتظام وقفوں میں توڑنا پیداواری صلاحیت کو فروغ دیتا ہے اور تاخیر پر قابو پانے میں مدد کرتا ہے۔",
    "benefitHeading3": "ٹائم مینیجمنٹ:  ",
    "benefitDetail3": "پومودورو تکنیک کاموں کے لیے زیادہ درست طریقے سے وقت کا تخمینہ لگانے اور وقت مختص کرنے میں مدد کرتی ہے، بہتر وقت کے انتظام کو قابل بناتی ہے۔",
    "benefitHeading4": "کام اور زندگی کا توازن:  ",
    "benefitDetail4": "باقاعدگی سے وقفے برن آؤٹ کو روکتے ہیں اور آرام کرنے اور صحت مند کام اور زندگی کے توازن کو برقرار رکھنے کے مواقع فراہم کرتے ہیں۔",
    "subheading3": "پومودورو تکنیک کے فوائد"
  }
}
